[
  {
    "id": 1,
    "image": "https://i.ibb.co.com/BHdQGJFR/5e9a17c9c009a4302ece7c9f72d5bd4cbdb41d8b.jpg",
    "svg": "https://i.ibb.co.com/9kmmNgF4/Frame.png",
    "title": "Mobile Mechanic",
    "description": "Complimentary Inspection & Premium Brake...",
    "text": "একজন পেশাদার কার মেকানিক হিসেবে আমরা বিশ্বাস করি যে আপনার গাড়ি শুধুমাত্র একটি যানবাহন নয়—এটি আপনার দৈনন্দিন জীবনের নির্ভরতার প্রতীক। তাই আমরা সবসময় চেষ্টা করি সর্বোচ্চ মানের সার্ভিস দিয়ে প্রতিটি গ্রাহকের আস্থা অর্জন করতে। ইঞ্জিন চেক-আপ থেকে শুরু করে ব্রেক সিস্টেম, সাসপেনশন, ব্যাটারি, অয়েল-চেঞ্জ, স্ক্যানিং—সবকিছুতে আমাদের দল কাজ করে অত্যন্ত দক্ষতা ও যত্ন নিয়ে। আধুনিক কম্পিউটারাইজড ডায়াগনস্টিক মেশিন ব্যবহার করে আমরা খুব সহজেই গাড়ির লুকানো সমস্যা খুঁজে বের করি, যাতে ভবিষ্যতে বড় ধরনের ক্ষতি বা ব্যয়বহুল রিপেয়ার এড়ানো যায়। অনেক সময় ছোট একটি ভুল বা অবহেলা আপনার গাড়িকে থামিয়ে দিতে পারে, তাই নিয়মিত মেইনটেন্যান্সকে আমরা অত্যন্ত গুরুত্ব দিই। আমাদের সার্ভিস নেওয়ার পর আপনি নিজের গাড়িকে আরও শক্তিশালী, স্মুথ এবং নিরাপদ অনুভব করবেন। আমরা প্রতিটি পার্ট পরীক্ষা করে প্রয়োজন হলে রিপ্লেসমেন্ট সাজেশন দিই, এবং কখনোই অপ্রয়োজনীয় খরচ চাপাই না। আপনার সন্তুষ্টিই আমাদের প্রথম লক্ষ্য।"
  },
  {
    "id": 2,
    "image": "https://i.ibb.co.com/237ZdrkF/ab43b7d34346afd7986c3d17df8860d18d7cd8a8.jpg",
    "svg": "https://i.ibb.co.com/q3kZdw4g/Frame-1.png",
    "title": "In Shop Repairs ",
    "description": "Complimentary Inspection & Premium Brake...",
    "text": "গাড়ির যত্ন নেওয়া মানে শুধু সার্ভিস করানো নয়—এটি হচ্ছে আপনার নিরাপত্তা নিশ্চিত করা। আমরা প্রতিদিন অসংখ্য গ্রাহকের গাড়ি নিয়ে কাজ করি এবং প্রত্যেকটিকে সমান গুরুত্ব দিয়ে পরীক্ষা করি। ইঞ্জিন নকিং, অস্বাভাবিক শব্দ, স্লিপিং ব্রেক, ওভারহিট, কম্পন—এ ধরনের সমস্যা সাধারণত ছোট মনে হলেও ভবিষ্যতে বড় ক্ষতি করতে পারে। আমাদের প্রশিক্ষিত টেকনিশিয়ানরা প্রথমেই সমস্যা চিহ্নিত করে সঠিক সমাধান দেয়, যাতে আপনার সময় ও অর্থ দুই-ই বাঁচে। উন্নত ডায়াগনস্টিক সফটওয়্যার ব্যবহার করে আমরা গাড়ির ECU, সেন্সর ও ইলেকট্রিক্যাল সমস্যাগুলো নির্ভুলভাবে ট্র্যাক করি। যে কোনো মডেলের গাড়ির সার্ভিসে আমাদের বিশেষ দক্ষতা রয়েছে—হোক সেটা জাপানি, ইউরোপিয়ান বা কোরিয়ান ব্র্যান্ড। আপনি চাইলে আমাদের গ্যারেজে আসতে পারেন বা ফোন করেও অ্যাপয়েন্টমেন্ট নিতে পারেন। সার্ভিস শেষে আমরা সম্পূর্ণ রিপোর্ট সরবরাহ করি, যেখানে গাড়ির ভবিষ্যৎ মেইনটেন্যান্স গাইডলাইনও থাকে। আমরা চাই আপনি আপনার গাড়িকে সবসময় নতুনের মতো নিশ্চিন্তে ব্যবহার করতে পারেন।"
  },
  {
    "id": 3,
    "image": "https://i.ibb.co.com/7xShQTJ3/92fe8a49ae21c82ac3bbd9a52bf5603805345141.jpg",
    "svg": "https://i.ibb.co.com/wF9ZtPvb/Frame-2.png",
    "title": "Paint And body",
    "description": "Complimentary Inspection & Premium Brake...",
    "text": "একটি ভালো গাড়ির মূল্য তখনই বোঝা যায় যখন এটি হঠাৎ রাস্তার মাঝে নষ্ট হয়ে পড়ে। এ ধরনের ঝামেলা এড়ানোর জন্য নিয়মিত ও দক্ষ হাতে কার মেইনটেন্যান্স করানোই সবচেয়ে নিরাপদ উপায়। আমরা গাড়ির প্রতিটি অংশ—ইঞ্জিন, ট্রান্সমিশন, এয়ার কন্ডিশনিং, ব্রেকিং সিস্টেম, স্টিয়ারিং, সাসপেনশন, ইঞ্জিন অয়েল, কুল্যান্ট—প্রতিটি জিনিস আলাদাভাবে পরীক্ষা করি। আমাদের অভিজ্ঞ টেকনিশিয়ানরা সমস্যাকে দ্রুত শনাক্ত করে সঠিক রিপেয়ার নিশ্চিত করে। সময়মতো সার্ভিস করালে শুধু গাড়ির পারফরম্যান্সই বাড়ে না, বরং ফুয়েল সেভিং এবং ইঞ্জিন লাইফও উল্লেখযোগ্যভাবে বৃদ্ধি পায়। গাড়ি সার্ভিসিংয়ের সময় আমরা গ্রাহকের পরামর্শকেও গুরুত্ব দিই এবং কোন পার্ট রিপ্লেস করা জরুরি—তা পরিষ্কারভাবে বুঝিয়ে দিই। অপ্রয়োজনীয় কোনো কাজ বা খরচ আমরা কখনই চাপাই না। আমাদের ওয়ার্কশপে ব্যবহৃত সকল সরঞ্জাম আধুনিক মানের এবং প্রতিটি কাজ স্ট্যান্ডার্ড প্রসেস অনুযায়ী সম্পন্ন হয়। আপনার গাড়ি আমাদের কাছে দিলে নিশ্চিন্তে থাকতে পারবেন—আমরা জানি আপনার গাড়ি আপনার সম্পদের অংশ।"
  },
  {
    "id": 4,
    "image": "https://i.ibb.co.com/Z6Bg0LQ7/ae1cf34ff8a5dc1602f76734fb577c27c1448cf6.jpg",
    "svg": "https://i.ibb.co.com/ZR0X8rJN/Frame-3.png",
    "title": "Oil Change",
    "description": "Complimentary Inspection & Premium Brake...",
    "text": "আজকাল আধুনিক গাড়িগুলো সেন্সর ও কম্পিউটার সিস্টেম নির্ভর হওয়ায় অভিজ্ঞ মেকানিক ছাড়া সঠিক সমস্যাটি বের করা কঠিন। তাই আমরা ব্যবহার করি আধুনিক OBD স্ক্যানিং সিস্টেম, যার মাধ্যমে গাড়ির ইঞ্জিন কন্ট্রোল ইউনিট থেকে সরাসরি ডেটা সংগ্রহ করে সমস্যার মূল উৎস বের করি। যেমন—ফুয়েল সিস্টেম ফেইল, অক্সিজেন সেন্সর এরর, ইগনিশন মিসফায়ার, ক্যাটালিটিক কনভার্টার সমস্যা—এসব বিষয় দ্রুত শনাক্ত হয়। আপনার গাড়ির মাইলেজ, ইঞ্জিন পারফরম্যান্স এবং সেফটি যেন সবসময় ঠিক থাকে, সেজন্য আমরা একাধিক লেয়ার চেকিং সিস্টেম ব্যবহার করি। প্রতিটি গাড়ির জন্য একটি আলাদা চেকলিস্ট থাকে যেখানে ৩০টিরও বেশি পয়েন্ট পরীক্ষা করা হয়। সার্ভিসিং শেষে আপনি পুরো রিপোর্ট পাবেন যাতে ভবিষ্যতে কী কী নজর রাখতে হবে তা উল্লেখ থাকে। আমরা বিশ্বাস করি—একবার সার্ভিস নিলে আপনি বারবার আমাদেরই খুঁজবেন। কারণ পারফরম্যান্স, নিরাপত্তা এবং মান—এই তিনটিই আমরা কখনো কমপ্রোমাইজ করি না।"
  },
  {
    "id": 5,
    "image": "https://i.ibb.co.com/NPhtTnz/b7d2a1845e00bd98e7ab514d7bf2f20e6fcdb92c.jpg",
    "svg": "https://i.ibb.co.com/S43NhVxJ/Frame-4.png",
    "title": "BG Fluid Services ",
    "description": "Complimentary Inspection & Premium Brake...",
    "text": "গাড়ির ব্রেক সিস্টেম হলো নিরাপত্তার সবচেয়ে গুরুত্বপূর্ণ অংশ। তাই ব্রেকের সামান্য সমস্যা হলেও সাথে সাথে মেকানিক দেখানো উচিত। আমাদের ব্রেক সিস্টেম বিশেষজ্ঞরা ব্রেক প্যাড, ডিস্ক, অয়েল, মাস্টার সিলিন্ডার, ABS সেন্সর—সবকিছু নিখুঁতভাবে পরীক্ষা করে। অনেক সময় ব্রেক নরম মনে হলে অথবা চাকা ঘোরার সময় শব্দ হলে এটি বড় সমস্যার ইঙ্গিত হতে পারে। আমরা সমস্যা বুঝে সঠিক রিপেয়ার বা রিপ্লেসমেন্ট সাজেশন দিই এবং গ্রাহকের প্রয়োজন বুঝে সমাধান করি। গাড়ির ধরন অনুযায়ী সঠিক গ্রেডের ব্রেক প্যাড ব্যবহার করা অত্যন্ত জরুরি। ভুল গ্রেড বা নিম্নমানের প্যাড ব্যবহার করলে ব্রেকিং ডিস্ট্যান্স বেড়ে যায় এবং দুর্ঘটনার ঝুঁকি বাড়ে। তাই আমরা শুধুমাত্র বিশ্বস্ত ব্র্যান্ডের পার্টস ব্যবহার করি। সার্ভিস শেষে আমরা টেস্ট ড্রাইভ করে নিশ্চিত হই যে আপনার ব্রেকিং পারফরম্যান্স সম্পূর্ণ নিরাপদ। আপনার পরিবারের নিরাপত্তা আমাদের কাছে সবচেয়ে গুরুত্বপূর্ণ।"
  },
  {
    "id": 6,
    "image": "https://i.ibb.co.com/bgT3JHDp/38b5d1c4da12fbcdc4f0fb11e7637eecc00b1cad.jpg",
    "svg": "https://i.ibb.co.com/ZRx0Th69/Frame-5.png",
    "title": "Wheel Alignment",
    "description": "Complimentary Inspection & Premium Brake...",
    "text": "ইঞ্জিন হচ্ছে আপনার গাড়ির হৃদয়—এবং এটি সবসময় সুস্থ রাখা অত্যন্ত জরুরি। ইঞ্জিনের যেকোনো ছোট সমস্যা সময়মতো ঠিক না করলে বড় ক্ষতি হতে পারে। আমরা ইঞ্জিনের পূর্ণ স্বাস্থ্য পরীক্ষা করি—কম্প্রেশন টেস্ট, ফুয়েল লাইন চেক, স্পার্ক প্লাগ ইনস্পেকশন, টার্বো কন্ডিশন, কুলিং সিস্টেম, অয়েল প্রেসার—সব কিছুই বিস্তারিতভাবে দেখি। সার্ভিসিংয়ের সময় আমরা উচ্চমানের সিনথেটিক বা মিনারেল অয়েল ব্যবহার করার পরামর্শ দিই যাতে ইঞ্জিনের লাইফ দীর্ঘ হয়। আধুনিক গাড়িতে অনেক সেন্সর থাকে যেমন MAP সেন্সর, TPS সেন্সর, MAF সেন্সর—এগুলো নষ্ট হলে গাড়ির পারফরম্যান্স কমে যায়। আমাদের স্ক্যান টেকনিশিয়ানরা খুব দ্রুত এগুলো শনাক্ত করে সঠিক সমাধান দেয়। আপনার গাড়ি যাতে সর্বোচ্চ শক্তি, মাইলেজ এবং মসৃণতা বজায় রাখে—সেই লক্ষ্যেই আমরা কাজ করি।"
  },
  {
    "id": 7,
    "image": "https://i.ibb.co.com/gM7rx02G/400a6310dc88329e817362a405c92ff1533a9d63.jpg",
    "svg": "https://i.ibb.co.com/tTnQwfvL/Frame-6.png",
    "title": "Paint and body",
    "description": "Complimentary Inspection & Premium Brake...",
    "text": "এয়ার কন্ডিশনিং সিস্টেম আপনার গাড়ির আরামের অন্যতম প্রধান অংশ। গরমে AC ঠিকমতো কাজ না করলে ড্রাইভিং কষ্টকর হয়ে ওঠে। আমরা AC গ্যাস চেক, কম্প্রেসর টেস্ট, কনডেন্সার ক্লিনিং, কেবিন ফিল্টার পরিবর্তন এবং লিক টেস্ট—সব কাজ অত্যন্ত যত্নসহকারে করি। অনেক সময় AC-এর ঠান্ডা কমে যাওয়ার কারণ হয় খুব ছোট একটি লিক বা ব্লক। আমাদের লিক ডিটেক্ট মেশিন দিয়ে খুব সহজেই সমস্যাটি বের করা যায়। সঠিক পরিমাণ গ্যাস ব্যবহার না করলে কম্প্রেসরের উপর চাপ পড়ে এবং দ্রুত নষ্ট হয়ে যেতে পারে। তাই প্রতিটি AC সার্ভিস আমরা আন্তর্জাতিক স্ট্যান্ডার্ড অনুযায়ী করি। গ্রাহকের গাড়ি দেখে আমরা বোঝাতে পারি কোন কাজটি জরুরি এবং কোন কাজটি পরে করা যাবে। আপনার গাড়ি যেন প্রতিবার ঠান্ডা ও আরামদায়ক বাতাস দেয়—এটাই আমাদের লক্ষ্য।"
  },
  {
    "id": 8,
    "image": "https://i.ibb.co.com/MDbjTVB9/d4b5726bb2f09be196f95d2c9b10d7448430d47b.jpg",
    "svg": "https://i.ibb.co.com/0R1DvdGk/Frame-7.png",
    "title": "In Shop Repairs ",
    "description": "Complimentary Inspection & Premium Brake...",
    "text": "গাড়ির সাসপেনশন আপনার যাত্রাকে আরামদায়ক এবং নিরাপদ করে। সাসপেনশন খারাপ হলে গাড়িতে কম্পন, শব্দ, স্টিয়ারিং সমস্যা—এসব দেখা দেয়। আমরা শক অ্যাবজর্বর, বুশ, বল-জয়েন্ট, স্টিয়ারিং র‍্যাক, টায়ার অ্যালাইনমেন্ট—প্রতিটি বিষয় আলাদাভাবে পরীক্ষা করি। দীর্ঘদিন ভুল রাস্তায় চালালে সাসপেনশন দ্রুত নষ্ট হয়ে যায়। তাই নিয়মিত চেক করলে অনেক অপ্রয়োজনীয় ক্ষতি এড়ানো যায়। আমাদের বিশেষজ্ঞ টেকনিশিয়ানরা খুব দ্রুত সমস্যাটি শনাক্ত করে সঠিক সমাধান দেয়। আপনার গাড়ির নিয়ন্ত্রণ, স্থিতিশীলতা এবং আরাম যেন ঠিক থাকে—আমরা সবসময় সেই লক্ষ্যেই কাজ করি।"
  },
  {
    "id": 9,
    "image": "https://i.ibb.co.com/67PkLcf2/92b1632314c35335a1cba34b1526e840db375dd0.jpg",
    "svg": "https://i.ibb.co.com/GvHjSYxM/Frame-8.png",
    "title": "Mobile Mechanic",
    "description": "Complimentary Inspection & Premium Brake...",
    "text": "গাড়ির ইলেকট্রিক্যাল সিস্টেম অত্যন্ত গুরুত্বপূর্ণ—এর মধ্যে ব্যাটারি, অল্টারনেটর, স্টার্টার মোটর, ফিউজ, তারের সংযোগ এবং বিভিন্ন সেন্সর থাকে। যেকোনো ইলেকট্রিক্যাল ত্রুটি আপনার গাড়িকে স্টার্ট না নিতে বাধ্য করতে পারে। আমরা ব্যাটারি লোড টেস্ট, চার্জিং সিস্টেম চেক এবং সম্পূর্ণ ইলেকট্রিক্যাল ডায়াগনস্টিক করি। সঠিক ভোল্টেজ না পেলে গাড়ির ECU সঠিকভাবে কাজ করে না এবং পারফরম্যান্স কমে যায়। তাই আমরা প্রতিটি কানেকশন পরিষ্কার করছি এবং কোনো সমস্যা থাকলে তা দ্রুত সমাধান করি। আপনার গাড়ি যাতে সবসময় নির্ভরযোগ্য থাকে—সেজন্যই আমাদের ইলেকট্রিক্যাল সার্ভিস সবচেয়ে উন্নত প্রযুক্তিতে করা হয়।"
  }
]
